Repository: cgoIT/gallery-creator-bundle
Catalog: src/Resources/contao/languages/*/*_content.xlf
Languages: nl

# tl_content.miscellaneous_legend
source: Miscellaneous settings
nl: Diverse instellingen

# tl_content.gcAlbumSelection.0
source: Select one or more albums
nl: Publiceer deze albums

# tl_content.gcAlbumSelection.1
source: Selected albums will be displayed in the frontend.
nl: Geselecteerde albums worden weergegeven in het frontend.

# tl_content.gcAlbumsPerPage.0
source: Items per page in the album listing
nl: Onderdelen per pagina in de albumlijst

# tl_content.gcAlbumsPerPage.1
source: The number of items per page in the album listing. Set to 0 to disable pagination.
nl: Aantal onderdelen op een pagina in de albumlijst (0=alles weergeven/geen paginering).

# tl_content.gcThumbsPerPage.0
source: Thumbs per page in the detail view
nl: Thumbnails per pagina

# tl_content.gcThumbsPerPage.1
source: The number of thumbnails per page in the detail view. Set to 0 to disable pagination.
nl: Aantal thumbnails per pagina in de detailweergave (0=alles weergeven/geen paginering).Â

# tl_content.gcSorting.0
source: Album sorting
nl: Sorteren

# tl_content.gcSorting.1
source: According to which field the albums should be sorted?
nl: Volgens welk veld moet de galerij gesorteerd worden?

# tl_content.gcSortingDirection.0
source: Sort sequence
nl: Sorteervolgorde

# tl_content.gcSortingDirection.1
source: DESC: descending, ASC: ascending
nl: DESC: aflopend (descending), ASC: oplopend (ascending)

# tl_content.gcSizeDetailView.0
source: Detail view: Thumbnail width and height
nl: Detailweergave: thumbnail breedte en hoogte

# tl_content.gcSizeDetailView.1
source: Here you can set the image dimensions and the resize mode.
nl: Geef hier de thumbnail maten en de resize mode.

# tl_content.gcSizeAlbumListing.0
source: Album list: Thumbnail width and height
nl: Albumlijst: thumbnail breedte en hoogte

# tl_content.gcSizeAlbumListing.1
source: Here you can set the image dimensions and the resize mode.
nl: Geef hier de thumbnail maten en de resize mode.

# tl_content.gcFullSize.0
source: Full-size view/new window
nl: Ware grootte/nieuw venster

# tl_content.gcFullSize.1
source: Open the full-size image in a lightbox or in a new browser window.
nl: Open de afbeelding op ware grootte in een lightbox of de link in een nieuw browser venster.
