Repository: cgoIT/gallery-creator-bundle
Catalog: src/Resources/contao/languages/*/*_gallery_creator_albums.xlf
Languages: nl

# tl_gallery_creator_albums.album_inf_legend
source: Album information
nl: Album informatie

# tl_gallery_creator_albums.protection_legend
source: Protect album
nl: Bescherm album

# tl_gallery_creator_albums.upload_settings_legend
source: Image settings
nl: Beeldinstellingen

# tl_gallery_creator_albums.alias.1
source: The album alias defines although the album folder name.
nl: De album alias wordt gebruikt i.p.v. het album ID.

# tl_gallery_creator_albums.published.0
source: Publish album
nl: Publiceer album

# tl_gallery_creator_albums.date.0
source: Date of creation
nl: Aanmaakdatum

# tl_gallery_creator_albums.owner.0
source: Album owner
nl: Eigenaar album

# tl_gallery_creator_albums.name.0
source: Album name
nl: Naam album

# tl_gallery_creator_albums.ownersName.0
source: Album owner
nl: Eigenaar album

# tl_gallery_creator_albums.caption.0
source: Album-caption
nl: Opmerkingen album

# tl_gallery_creator_albums.thumb.0
source: Select the thumbnail which represents the Album in the listview
nl: Preview thumbnail

# tl_gallery_creator_albums.thumb.1
source: Drag the items to re-order them.
nl: De thumbnail die in de album preview wordt weergegeven.

# tl_gallery_creator_albums.protected.0
source: Protect album
nl: Bescherm album

# tl_gallery_creator_albums.groups.0
source: Allowed frontend groups
nl: Toon dit album alleen aan bepaalde gebruikersgroepen.

# tl_gallery_creator_albums.imageResolution.0
source: Image width
nl: Afbeeldingsbreedte

# tl_gallery_creator_albums.imageResolution.1
source: During the upload process the image resolution will be scaled to the selected value.
nl: Tijdens het uploaden wordt de afbeelding geschaald naar deze waarde.

# tl_gallery_creator_albums.preserveFilename.0
source: Preserve the original filename
nl: Behoud de bestandsnaam

# tl_gallery_creator_albums.preserveFilename.1
source: Otherwise the filename will be generated automatically.
nl: Anders wordt de bestandsnaam automatisch gegenereerd.

# tl_gallery_creator_albums.new.0
source: New album
nl: Nieuw album

# tl_gallery_creator_albums.new.1
source: Create a new album.
nl: Maak een nieuw album.

# tl_gallery_creator_albums.edit.0
source: Edit and list pictures
nl: Bewerk album

# tl_gallery_creator_albums.edit.1
source: Edit and list pictures of album with ID %s.
nl: Bewerk album ID %s.

# tl_gallery_creator_albums.delete.0
source: Delete album
nl: Wis album

# tl_gallery_creator_albums.delete.1
source: Delete album with ID %s.
nl: Wis album ID %s.

# tl_gallery_creator_albums.uploadImages.0
source: Upload images
nl: Upload bestanden

# tl_gallery_creator_albums.uploadImages.1
source: Upload images to album with ID %s.
nl: Upload afbeeldingen naar album ID %s.

# tl_gallery_creator_albums.importImagesFromFilesystem.0
source: Import images from the Contao file system
nl: Kopieer afbeeldingen vanuit een map op de server

# tl_gallery_creator_albums.importImagesFromFilesystem.1
source: Import images from the Contao filesystem on to the album with ID %s
nl: Kopieer afbeeldingen vanuit een map op de server naar album ID %s.

# tl_gallery_creator_albums.cut.0
source: Move album
nl: Verplaats album

# tl_gallery_creator_albums.cut.1
source: Move album with ID %s
nl: Verplaats album ID %s.

# tl_gallery_creator_albums.pasteafter.0
source: Paste after
nl: Plak achter

# tl_gallery_creator_albums.pasteafter.1
source: Paste after album ID %s
nl: Plak achter album ID %s.

# tl_gallery_creator_albums.pasteinto.0
source: Paste into
nl: Plak in

# tl_gallery_creator_albums.pasteinto.1
source: Paste into album ID %s
nl: Plak in album ID %s.
