Repository: cgoIT/gallery-creator-bundle
Catalog: src/Resources/contao/languages/*/*_gallery_creator_pictures.xlf
Languages: nl

# tl_gallery_creator_pictures.id.0
source: Image ID
nl: Afbeelding ID

# tl_gallery_creator_pictures.published.0
source: Publish image
nl: Publiceer afbeelding

# tl_gallery_creator_pictures.date.0
source: Date of creation
nl: Aanmaakdatum

# tl_gallery_creator_pictures.name.0
source: File name
nl: Bestandsnaam

# tl_gallery_creator_pictures.addCustomThumb.0
source: Add a custom thumbnail
nl: Custom thumbnail

# tl_gallery_creator_pictures.customThumb.0
source: Custom thumbnail.
nl: Voeg een custom thumnail toe.

# tl_gallery_creator_pictures.title.0
source: Image title
nl: Titel afbeelding

# tl_gallery_creator_pictures.caption.0
source: Image caption
nl: Bijschrift afbeelding

# tl_gallery_creator_pictures.sorting.0
source: Sort sequence
nl: Sorteervolgorde

# tl_gallery_creator_pictures.filename.0
source: File name
nl: Bestandsnaam

# tl_gallery_creator_pictures.edit.0
source: Edit image settings
nl: Bewerk afbeelding

# tl_gallery_creator_pictures.edit.1
source: Edit image with ID %s.
nl: Bewerk afbeelding ID %s.

# tl_gallery_creator_pictures.delete.0
source: Delete image
nl: Wis afbeelding

# tl_gallery_creator_pictures.delete.1
source: Delete image with ID %s.
nl: Wis afbeelding ID %s.

# tl_gallery_creator_pictures.cut.0
source: Change the sorting order
nl: Verander volgorde

# tl_gallery_creator_pictures.cut.1
source: Move image with ID %s.
nl: Verplaats afbeelding ID %s.

# tl_gallery_creator_pictures.paste.0
source: Paste below
nl: Plak onder

# tl_gallery_creator_pictures.paste.1
source: Paste below image with ID %s.
nl: Plak onder afbeelding ID %s.

# tl_gallery_creator_pictures.imagerotate.0
source: Rotate image clockwise
nl: Roteer afbeelding

# tl_gallery_creator_pictures.imagerotate.1
source: Rotate image clockwise by 90°.
nl: Roteer afbeelding 90°.
