Repository: cgoIT/gallery-creator-bundle
Catalog: src/Resources/contao/languages/*/default.xlf
Languages: de

# ERR.fileNotFound
source: Could not find file "%s".
de: Die Datei "%s" wurde nicht auf dem Server gefunden.

# ERR.linkToNotExistingFile
source: The db-entry with ID %s in "tl_gallery_pictures" links to a not existing file. Please clean up the database or check the existence of te file in the album with alias: %s.
de: Der Datenbankeintrag zum Bild mit ID %s in "tl_gallery_creator_pictures" verweist auf eine nicht vorhandene Datei. Bitte bereinigen Sie die Datenbank oder überprüfen Sie die Existenz der Datei "%s" im Album mit dem Album-Alias: "%s".

# ERR.uploadError
source: The file "%s" could not been uploaded
de: Die Datei "%s" konnte nicht hochgeladen werden.

# ERR.dirNotWriteable
source: The directory "%s" is not writeable. Check chmod settings.
de: Das Verzeichnis "%s" ist nicht beschreibbar. Bitte überprüfen Sie die CHMOD-Einstellungen.

# ERR.notAllowedFilenameOrExtension
source: Invalid file name or extension: => %s. Please check the list of supported file extensions (%s).
de: Ungültiger Dateiname oder nicht zulässige Dateiendung: %s. Bitte überprüfen Sie die erlaubten Dateiendungen: (%s).

# ERR.rotateImageError
source: Error while trying to rotate picture "%s".
de: Beim Versuch das Bild "%s" zu drehen, ist es zu einem Fehler gekommen.

# MSC.useFileUploadForCreatingNewPicture
source: Use the file upload button to create a new entry.
de: Benutzen Sie den "Bilder hochladen" Button um ein neues Bild zu erstellen.

# MSC.notAllowedEditAlbum
source: Not enough permissions to edit the album with ID %d.
de: Sie haben nicht die erforderlichen Rechte, das Album "%s" zu bearbeiten.

# MSC.notAllowedDeleteAlbum
source: Not enough permissions to delete album with ID %d.
de: Sie haben nicht die erforderlichen Rechte, um das Album mit ID %d zu löschen.

# MSC.notAllowedMoveAlbum
source: Not enough permissions to move album with ID %d.
de: Sie haben nicht die erforderlichen Rechte, um das Album mit ID %d zu verschieben.

# MSC.notAllowedAddChildAlbum
source: Not enough permissions to add a child album to album with ID %d.
de: Sie haben nicht die erforderlichen Rechte, um innerhalb des Albums mit ID %d Unteralben zu erstellen.

# MSC.notAllowedEditPictures
source: Not enough permissions to edit pictures inside album with ID %d.
de: Sie haben nicht die erforderlichen Rechte, um das Bild mit ID %d zu bearbeiten.

# MSC.notAllowedDeletePictures
source: Not enough permissions to delete pictures inside album with ID %d.
de: Sie haben nicht die erforderlichen Rechte, um innerhalb des Albums mit ID %d Bilder zu löschen.

# MSC.notAllowedAddPictures
source: Not enough permissions to add pictures to album with ID %d.
de: Sie haben nicht die erforderlichen Rechte, um dem Album mit ID %d Bilder hinzuzufügen.

# MSC.notAllowedMovePictures
source: Not enough permissions to move pictures inside album with ID %d.
de: Sie haben nicht die erforderlichen Rechte, um innerhalb des Albums mit ID %d Bilder zu verschieben.

# CONFIRM.gcDeleteConfirmAlbum
source: Do you really want to delete album with ID %s? Attention. All image-files in the assigned directory will be deleted too.
de: Soll das Album mit der ID %s gelöscht werden? Achtung. Dadurch werden auch alle Bilddateien im zugeordneten Verzeichnis gelöscht.

# CONFIRM.gcDeleteConfirmPicture
source: Do you really want to delete picture with ID %s? Attention. The image-file will be deleted too.
de: Soll das Bild mit der ID %s gelöscht werden? Achtung. Dabei wird auch die Bilddatei aus dem Dateisystem entfernt.

# GALLERY_CREATOR.backLink
source: back
de: zurück

# GALLERY_CREATOR.childAlbums
source: Child albums
de: Unteralben

# GALLERY_CREATOR.childAlbumsOf
source: Child albums of
de: Unteralben von

# GALLERY_CREATOR.pictures
source: pictures
de: Bilder

# GALLERY_CREATOR.contains
source: contains
de: enthält

# GALLERY_CREATOR.visitors
source: visitors
de: Aufrufe

# GALLERY_CREATOR.feAuthenticationError.0
source: Authentication error
de: Authentifizierungsfehler

# GALLERY_CREATOR.feAuthenticationError.1
source: You tried to enter a protected album. Please log in as a frontend user or check your member-rights.
de: Der Zugriff auf dieses Album wurde verweigert. Bitte melden Sie sich als Frontend-User an oder überprüfen Sie Ihre Benutzerrechte.

# GALLERY_CREATOR.photographerName
source: Photographers name
de: Fotograf

# GALLERY_CREATOR.selectAllAlbums
source: Select all albums.
de: Alle Alben auswählen

# GALLERY_CREATOR.localMedia
source: Replace image with a movie or sound from the Contao filesystem.
de: Ersetze das Bild mit einer Video- oder Tondatei aus dem Contao Dateisystem.

# GALLERY_CREATOR.socialMedia
source: Replace image with a social media.
de: Ersetze das Bild mit Inhalt von einer Social Media Plattform.

# CHMOD.gcDefaultChmod
source: Gallery Creator default access rights
de: Gallery Creator Standard Zugriffsrechte

# CHMOD.editalbum
source: edit album
de: Album bearbeiten

# CHMOD.addchildalbums
source: add child albums
de: Unteralben hinzufügen

# CHMOD.deletealbum
source: delete album
de: Album löschen

# CHMOD.movealbum
source: move album
de: Album verschieben

# CHMOD.addandeditimages
source: add and edit images
de: Bilder hinzufügen und bearbeiten

# CHMOD.deleteimages
source: delete images
de: Bilder löschen

# CHMOD.moveimages
source: move images
de: Bilder verschieben
