Repository: cgoIT/gallery-creator-bundle
Catalog: contao/languages/*/*_content.xlf
Languages: it

# tl_content.miscellaneous_legend
source: Miscellaneous settings
it: Altri settaggi

# tl_content.gcAlbumSelection.0
source: Select one or more albums
it: Pubblica questi album

# tl_content.gcAlbumSelection.1
source: Selected albums will be displayed in the frontend.
it: L'album selezionato verrà mostrato nel frontend.

# tl_content.gcAlbumsPerPage.0
source: Items per page in the album listing
it: Elementi per pagina nella lista album

# tl_content.gcAlbumsPerPage.1
source: The number of items per page in the album listing. Set to 0 to disable pagination.
it: Numero di elementi per pagina nella lista album. Imposta a 0 per disabilitare la paginazione.

# tl_content.gcThumbsPerPage.0
source: Thumbs per page in the detail view
it: Miniature per pagina nella vista dettaglio

# tl_content.gcThumbsPerPage.1
source: The number of thumbnails per page in the detail view. Set to 0 to disable pagination.
it: Numero di miniature per pagina nella vista dettaglio. Imposta a 0 per disabilitare la paginazione.

# tl_content.gcSorting.0
source: Album sorting
it: Ordinamento album

# tl_content.gcSorting.1
source: According to which field the albums should be sorted?
it: In base a quale campo dev'essere ordinato l'album?

# tl_content.gcSortingDirection.0
source: Sort sequence
it: Ordinamento

# tl_content.gcSortingDirection.1
source: DESC: descending, ASC: ascending
it: DESC: decrescente, ASC: crescente

# tl_content.gcPictureSorting.0
source: Picture sorting
it: Ordinamento immagini

# tl_content.gcPictureSorting.1
source: The pictures will be sorted according to the selected field.
it: In base a quale campo devono essere ordinate le immagini di un album?

# tl_content.gcPictureSortingDirection.0
source: Sort sequence
it: Ordinamento

# tl_content.gcPictureSortingDirection.1
source: DESC: descending, ASC: ascending
it: DESC: decrescente, ASC: crescente

# tl_content.gcSizeDetailView.0
source: Detail view: Thumbnail width and height
it: Vista dettaglio: larghezza e altezza miniatura

# tl_content.gcSizeDetailView.1
source: Here you can set the image dimensions and the resize mode.
it: Qui puoi impostare le dimensioni dell'immagine e la modalità di ridimensionamento.

# tl_content.gcSizeAlbumListing.1
source: Here you can set the image dimensions and the resize mode.
it: Qui puoi impostare le dimensioni dell'immagine e la modalità di ridimensionamento.

# tl_content.gcFullSize.0
source: Full-size view/new window
it: Visione a dimensione intera / in una nuova finestra

# tl_content.gcFullSize.1
source: Open the full-size image in a lightbox or in a new browser window.
it: Apri l'immagine a dimensione intera in una lightbox oppure il link in una nuova finestra del browser
