Repository: cgoIT/gallery-creator-bundle
Catalog: contao/languages/*/*_gallery_creator_albums.xlf
Languages: it

# tl_gallery_creator_albums.title_legend
source: Album settings
it: Informazioni sull'album

# tl_gallery_creator_albums.protection_legend
source: Protect album
it: Proteggi album

# tl_gallery_creator_albums.upload_settings_legend
source: Image settings
it: Impostazioni immagine

# tl_gallery_creator_albums.id.0
source: Album-ID
it: ID album

# tl_gallery_creator_albums.alias.0
source: Album alias
it: Alias album

# tl_gallery_creator_albums.alias.1
source: The album alias defines although the album folder name.
it: L'alias album definisce anche il nome della cartella dell'album.

# tl_gallery_creator_albums.published.0
source: Publish album
it: Pubblica l'album

# tl_gallery_creator_albums.date.0
source: Date of creation
it: Data di creazione

# tl_gallery_creator_albums.name.0
source: Album name
it: Nome album

# tl_gallery_creator_albums.caption.0
source: Album-caption
it: captiono album

# tl_gallery_creator_albums.thumb.0
source: Thumbnail
it: Miniatura anteprima

# tl_gallery_creator_albums.thumb.1
source: Drag the items to re-order them.
it: Quale immagine dev'essere mostrata nell'anteprima dell'album?

# tl_gallery_creator_albums.cuser.0
source: Default owner
it: Proprietario album

# tl_gallery_creator_albums.protected.0
source: Protect album
it: Proteggi album

# tl_gallery_creator_albums.groups.0
source: Allowed frontend groups
it: Gruppi frontend autorizzati

# tl_gallery_creator_albums.imageResolution.0
source: Image width
it: Larghezza immagine

# tl_gallery_creator_albums.imageResolution.1
source: During the upload process the image resolution will be scaled to the selected value.
it: Durante il processo di caricamento la risoluzione dell'immagine verrà scalata al valore selezionato.

# tl_gallery_creator_albums.preserveFilename.0
source: Preserve the original filename
it: Mantieni il nome file originale

# tl_gallery_creator_albums.preserveFilename.1
source: Otherwise the filename will be generated automatically.
it: In caso contrario il nome file sarà generato automaticamente.

# tl_gallery_creator_albums.new.0
source: New album
it: Nuovo album

# tl_gallery_creator_albums.new.1
source: Create a new album.
it: Crea un nuovo album

# tl_gallery_creator_albums.edit.0
source: Edit and list pictures
it: Modifica album

# tl_gallery_creator_albums.edit.1
source: Edit and list pictures of album with ID %s.
it: Modifica l'album con l'ID %s

# tl_gallery_creator_albums.delete.0
source: Delete album
it: Cancella album

# tl_gallery_creator_albums.delete.1
source: Delete album with ID %s.
it: Cancella l'album con l'ID %s

# tl_gallery_creator_albums.uploadImages.0
source: Upload images
it: Carica immagini

# tl_gallery_creator_albums.uploadImages.1
source: Upload images to album with ID %s.
it: Carica immagini all'album con ID %s

# tl_gallery_creator_albums.importImagesFromFilesystem.0
source: Import images from the Contao file system
it: Copia le immagini da una directory sul server

# tl_gallery_creator_albums.importImagesFromFilesystem.1
source: Import images from the Contao filesystem on to the album with ID %s
it: Copia le immagini da una directory sul server nell'album con ID %s

# tl_gallery_creator_albums.cut.0
source: Move album
it: Muovi l'album

# tl_gallery_creator_albums.cut.1
source: Move album with ID %s
it: Muovi l'album con ID %s

# tl_gallery_creator_albums.pasteafter.0
source: Paste after
it: Copia dopo

# tl_gallery_creator_albums.pasteafter.1
source: Paste after album ID %s
it: Copia dopo l'album con ID %s

# tl_gallery_creator_albums.pasteinto.0
source: Paste into
it: Copia dentro

# tl_gallery_creator_albums.pasteinto.1
source: Paste into album ID %s
it: Copia dentro l'album con ID %s
