Repository: cgoIT/gallery-creator-bundle
Catalog: contao/languages/*/*_gallery_creator_pictures.xlf
Languages: de

# tl_gallery_creator_pictures.media_integration
source: Embed a movie or a sound
de: Video- oder Soundintegration

# tl_gallery_creator_pictures.expert_legend
source: Expert Settings
de: Experten-Einstellungen

# tl_gallery_creator_pictures.id.0
source: Image ID
de: Bild-ID

# tl_gallery_creator_pictures.id.1
source: This is the image id.
de: Bild ID

# tl_gallery_creator_pictures.pid.1
source: Note that changing the album ID can break data integrity.
de: Das Ändern der Album-ID kann die Konsistenz der Daten gefährden.

# tl_gallery_creator_pictures.fileID.0
source: File ID
de: Dateisystem-ID

# tl_gallery_creator_pictures.imageInfo.0
source: Image information
de: Bildinformationen

# tl_gallery_creator_pictures.imageInfo.1
source: This is the image review.
de: Bildübersicht

# tl_gallery_creator_pictures.published.0
source: Publish image
de: Bild veröffentlichen

# tl_gallery_creator_pictures.published.1
source: Publish or unpublish the picture.
de: Das Bild veröffentlichen oder verbergen.

# tl_gallery_creator_pictures.date.0
source: Date of creation
de: Erstellungsdatum

# tl_gallery_creator_pictures.date.1
source: Set the date of creation.
de: Erstellungsdatum ändern.

# tl_gallery_creator_pictures.picture.0
source: Image
de: Bild

# tl_gallery_creator_pictures.picture.1
source: This is the image.
de: Das ist das Bild.

# tl_gallery_creator_pictures.cuser.0
source: Image owner
de: Bild-Eigentümer

# tl_gallery_creator_pictures.cuser.1
source: Here you can define the image owner.
de: Legen Sie hier den Bild-Eigentümer fest.

# tl_gallery_creator_pictures.name.0
source: File name
de: Dateiname

# tl_gallery_creator_pictures.name.1
source: Set the file name.
de: Legen Sie hier den Bildnamen fest.

# tl_gallery_creator_pictures.addCustomThumb.0
source: Add a custom thumbnail
de: Alternatives Vorschaubild

# tl_gallery_creator_pictures.addCustomThumb.1
source: Here you can select a custom image.
de: Legen Sie hier ein Custom Bild fest.

# tl_gallery_creator_pictures.customThumb.0
source: Custom thumbnail.
de: Ein alternatives Vorschaubild auswählen.

# tl_gallery_creator_pictures.customThumb.1
source: Select a custom image.
de: Wählen Sie ein Custom Bild aus.

# tl_gallery_creator_pictures.title.0
source: Image title
de: Bildtitel

# tl_gallery_creator_pictures.title.1
source: Set the image title.
de: Legen Sie die den Bild Titel fest.

# tl_gallery_creator_pictures.caption.0
source: Image caption
de: Bildunterschrift

# tl_gallery_creator_pictures.caption.1
source: Add the image caption.
de: Fügen Sie dem Bild eine Bildbeschreibung hinzu.

# tl_gallery_creator_pictures.sorting.0
source: Sort sequence
de: Sortierreihenfolge

# tl_gallery_creator_pictures.filename.0
source: File name
de: Dateiname

# tl_gallery_creator_pictures.socialMediaSRC.0
source: Embed a movie or a sound located on a social-media-platform
de: Alternativ zum Grossbild einen Film oder einen Sound von einer Social-Media-Plattform wiedergeben

# tl_gallery_creator_pictures.socialMediaSRC.1
source: Add the full embed path to the source: https://www.youtube.com/embed/VOJyrQa_WR4?rel=0&amp;wmode=transparent
de: Geben Sie den vollen Pfad zum Medium an: https://www.youtube.com/embed/VOJyrQa_WR4?rel=0&amp;wmode=transparent

# tl_gallery_creator_pictures.localMediaSRC.0
source: Embed a movie or a sound located on the contao file system.
de: Video oder Sound aus dem Contao-File-System wiedergeben

# tl_gallery_creator_pictures.localMediaSRC.1
source: Select a file from the Contao file system.
de: Wählen Sie ein Bild aus dem Contao Dateisystem aus.

# tl_gallery_creator_pictures.edit.0
source: Edit image settings
de: Bildeinstellungen bearbeiten

# tl_gallery_creator_pictures.edit.1
source: Edit image with ID %s.
de: Bild mit ID %s bearbeiten

# tl_gallery_creator_pictures.delete.0
source: Delete image
de: Bild löschen

# tl_gallery_creator_pictures.delete.1
source: Delete image with ID %s.
de: Bild mit ID %s löschen

# tl_gallery_creator_pictures.cut.0
source: Change the sorting order
de: Reihenfolge ändern

# tl_gallery_creator_pictures.cut.1
source: Move image with ID %s.
de: Bild mit ID %s verschieben

# tl_gallery_creator_pictures.paste.0
source: Paste below
de: Unterhalb einfügen

# tl_gallery_creator_pictures.paste.1
source: Paste below image with ID %s.
de: Unterhalb Bild mit ID %s einfügen

# tl_gallery_creator_pictures.imagerotate.0
source: Rotate image clockwise
de: Bild um 90° im UZG drehen.

# tl_gallery_creator_pictures.imagerotate.1
source: Rotate image clockwise by 90°.
de: Bild um 90° im UZG drehen.

# tl_gallery_creator_pictures.fileUpload.0
source: Upload images
de: Bilder uploaden

# tl_gallery_creator_pictures.fileUpload.1
source: Upload images.
de: Bilder uploaden
